Repository: Uhmmu/animegod
Catalog: Sources/AnimeGodCore/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: Anime
ja: アニメ
zh_hans: 动画

source: Any release
ja: すべてのリリース
zh_hans: 任意资源

source: Auto
ja: 自動
zh_hans: 自动

source: Automatic
ja: 自動
zh_hans: 自动

source: Batch
ja: まとめ
zh_hans: 合集

source: Batches Only
ja: まとめのみ
zh_hans: 仅合集

source: Best Match
ja: 関連度順
zh_hans: 最佳匹配

source: Bilibili returned code %@.
ja: Bilibili がコード %@ を返しました。
zh_hans: Bilibili 返回代码 %@。

source: Books
ja: 書籍
zh_hans: 书籍

source: Bottom
ja: 下
zh_hans: 底部

source: Completed
ja: 完了
zh_hans: 已完成

source: Creditless Ending
ja: ノンクレジットED
zh_hans: 无字幕片尾

source: Creditless Opening
ja: ノンクレジットOP
zh_hans: 无字幕片头

source: Different episode
ja: 話数が違う
zh_hans: 集数不同

source: Different release group
ja: リリースグループが違う
zh_hans: 字幕组不同

source: Different season
ja: シーズンが違う
zh_hans: 季度不同

source: Different source (BD/WEB timing)
ja: ソースが違う（BD/WEB のタイミング）
zh_hans: 片源不同（BD/WEB 时间轴）

source: Dropped
ja: 中断
zh_hans: 抛弃

source: Episode %@
ja: 第%@話
zh_hans: 第 %@ 集

source: Episode not stated
ja: 話数の記載なし
zh_hans: 未标明集数

source: Episodes
ja: 本編
zh_hans: 正片

source: Episodes & Batches
ja: 単話とまとめ
zh_hans: 单集和合集

source: Extra
ja: 特典
zh_hans: 特典

source: Extras
ja: 特典
zh_hans: 特典

source: Games
ja: ゲーム
zh_hans: 游戏

source: Largest
ja: サイズ順
zh_hans: 最大

source: Live Action
ja: 実写
zh_hans: 三次元

source: Machine translated
ja: 機械翻訳
zh_hans: 机器翻译

source: Manual
ja: 手動
zh_hans: 手动

source: Most Seeders
ja: シード数順
zh_hans: 做种最多

source: Movie
ja: 劇場版
zh_hans: 剧场版

source: Movie / Episode
ja: 劇場版 / 本編
zh_hans: 剧场版 / 正片

source: Music
ja: 音楽
zh_hans: 音乐

source: Music & Credits
ja: 音楽・OP/ED
zh_hans: 音乐与片头片尾

source: Music Video
ja: ミュージックビデオ
zh_hans: 音乐视频

source: Newest
ja: 新しい順
zh_hans: 最新

source: No network connection.
ja: ネットワークに接続されていません。
zh_hans: 没有网络连接。

source: No subtitles in the preferred languages
ja: 優先言語の字幕がありません
zh_hans: 没有首选语言的字幕

source: No translation provider is configured.
ja: 翻訳サービスが設定されていません。
zh_hans: 未配置翻译服务。

source: Not a preferred language
ja: 優先言語ではない
zh_hans: 不是首选语言

source: Not configured — add its API key in Settings.
ja: 未設定 — 設定で API キーを追加してください。
zh_hans: 未配置——请在设置中添加它的 API 密钥。

source: Other
ja: その他
zh_hans: 其他

source: Paused
ja: 一時停止中
zh_hans: 已暂停

source: Plain (seg.so)
ja: 通常 (seg.so)
zh_hans: 普通 (seg.so)

source: Planning
ja: 見たい
zh_hans: 想看

source: Rate limited — try again in %llds.
ja: リクエストが多すぎます — %lld秒後に再試行してください。
zh_hans: 请求过于频繁——请 %lld 秒后再试。

source: Rate limited — try again shortly.
ja: リクエストが多すぎます — 少し待ってから再試行してください。
zh_hans: 请求过于频繁——请稍后再试。

source: Rewatching
ja: 再視聴中
zh_hans: 重温

source: Scrolling
ja: 流れる
zh_hans: 滚动

source: Season pack
ja: シーズンパック
zh_hans: 季度合集

source: Single Episodes
ja: 単話のみ
zh_hans: 仅单集

source: Special
ja: 特別編
zh_hans: 特别篇

source: Special %@
ja: 特別編 %@
zh_hans: 特别篇 %@

source: Specials (SP)
ja: 特別編 (SP)
zh_hans: 特别篇 (SP)

source: The API key or login was rejected.
ja: API キーまたはログインが拒否されました。
zh_hans: API 密钥或登录信息被拒绝。

source: The daily download quota is used up.
ja: 1日のダウンロード上限に達しました。
zh_hans: 今日的下载次数已用完。

source: The danmaku provider is not configured.
ja: 弾幕サービスが設定されていません。
zh_hans: 弹幕服务未配置。

source: The danmaku service rejected the request (code %@).
ja: 弾幕サービスがリクエストを拒否しました（コード %@）。
zh_hans: 弹幕服务拒绝了请求（代码 %@）。

source: The danmaku service rejected the request (risk control). Try again in a moment.
ja: 弾幕サービスがリクエストを拒否しました（リスク制御）。しばらくしてから再試行してください。
zh_hans: 弹幕服务拒绝了请求（风控）。请稍后再试。

source: The danmaku service returned HTTP %lld.
ja: 弾幕サービスが HTTP %lld を返しました。
zh_hans: 弹幕服务返回 HTTP %lld。

source: The danmaku service returned an invalid response.
ja: 弾幕サービスから無効な応答が返されました。
zh_hans: 弹幕服务返回了无效的响应。

source: The download contains no subtitle for this episode.
ja: ダウンロードにこのエピソードの字幕が含まれていません。
zh_hans: 下载内容中没有这一集的字幕。

source: The downloaded file is not a readable subtitle.
ja: ダウンロードしたファイルは読み込める字幕ではありません。
zh_hans: 下载的文件不是可读的字幕。

source: The metadata service returned HTTP %lld.
ja: メタデータサービスが HTTP %lld を返しました。
zh_hans: 元数据服务返回 HTTP %lld。

source: The metadata service returned an invalid response.
ja: メタデータサービスから無効な応答が返されました。
zh_hans: 元数据服务返回了无效的响应。

source: The service answered HTTP %lld.
ja: サービスが HTTP %lld を返しました。
zh_hans: 服务返回 HTTP %lld。

source: The service is unreachable from this network.
ja: このネットワークからはサービスに接続できません。
zh_hans: 当前网络无法访问该服务。

source: The service returned an unexpected response.
ja: サービスから予期しない応答が返されました。
zh_hans: 服务返回了意外的响应。

source: The subtitle is packed as %@, which AnimeGod cannot open.
ja: 字幕が %@ 形式で圧縮されており、AnimeGod では開けません。
zh_hans: 字幕被打包为 %@ 格式，AnimeGod 无法打开。

source: The translation provider needs an API key.
ja: 翻訳サービスには API キーが必要です。
zh_hans: 翻译服务需要 API 密钥。

# The translation service returned %lld results for %lld texts.
source: The translation service returned %1$lld results for %2$lld texts.
ja: 翻訳サービスが %2$lld件のテキストに対して %1$lld件の結果を返しました。
zh_hans: 翻译服务为 %2$lld 段文字返回了 %1$lld 个结果。

source: The translation service returned HTTP %lld.
ja: 翻訳サービスが HTTP %lld を返しました。
zh_hans: 翻译服务返回 HTTP %lld。

source: The translation service returned an invalid response.
ja: 翻訳サービスから無効な応答が返されました。
zh_hans: 翻译服务返回了无效的响应。

source: This danmaku source requires you to be signed in.
ja: この弾幕のソースにはサインインが必要です。
zh_hans: 这个弹幕源需要登录。

source: This title is not available in your region.
ja: この作品はお住まいの地域では利用できません。
zh_hans: 该作品在你所在的地区不可用。

source: This video is not publicly visible.
ja: この動画は公開されていません。
zh_hans: 这个视频不公开。

source: Timed out.
ja: タイムアウトしました。
zh_hans: 超时。

source: Title differs
ja: タイトルが違う
zh_hans: 标题不同

source: Top
ja: 上
zh_hans: 顶部

source: Trailer
ja: 予告編
zh_hans: 预告

source: Trailers
ja: 予告編
zh_hans: 预告

source: WBI signed
ja: WBI 署名
zh_hans: WBI 签名

source: Watching
ja: 視聴中
zh_hans: 在看

source: Raw
zh_hans: 生肉
